<?php

    echo pi(); //3.1415926535898(ค่าภาย)
    echo "<br>";
    echo pi()*2*2; //12.566370614359(ค่าภาย)

    $score = array(10,20,30,45,65,15,22,33,77,88,99,11,52);
    echo "<br>";
    echo min($score); //10(ค่ามีน)"หาค่าน้อยที่สุด"
    echo "<br>";
    echo max($score); //99(ค่าแม็ก)"หาค่ามากที่สุด"
    echo "<br>";
    $ss = -22;
    echo abs($ss); //22(ค่าabs)"ตัดออก"
    echo "<br>";
    echo sqrt(144); //12*12 "ค่าคูณ"
    echo "<br>";
    echo round(1.55); //ปัดขึ้นปัดลง "เอาแค่หน้าจุดทศนิยม"
    echo "<br>";
    echo rand(1,16); //สุ่มเลข




?>